[
  {
    "date": "14.06.2025 06:36",
    "sent_by": "Eric Chomsky",
    "message": "Hi Kaila, Beautiful photos, beautiful island. I look forward to getting back to Bali. I’m glad you are there taking care of, appreciating, and enjoying Bali. 😊"
  },
  {
    "date": "14.06.2025 11:58",
    "sent_by": "kaila_mentari_",
    "message": "Hey Eric, thank, I appreciate it. Where are you from?"
  },
  {
    "date": "14.06.2025 23:35",
    "sent_by": "Eric Chomsky",
    "message": "Hi Kaila, I hope you are having a good day!I live in Marina del Rey, CA. It is Los Angeles. Where in Bali do you live?"
  },
  {
    "date": "15.06.2025 00:30",
    "sent_by": "kaila_mentari_",
    "message": "That sounds nice, probably far away from the homeless problem of LA. I live in kerobokan. Do you know?"
  },
  {
    "date": "15.06.2025 00:56",
    "sent_by": "Eric Chomsky",
    "message": "I don’t know kerobokan. When I get back home later today, I’ll look it up. Where in Bali is kerobokan?"
  },
  {
    "date": "15.06.2025 00:56",
    "sent_by": "kaila_mentari_",
    "message": "Okay. Its very central, in between seminyak and denpasar. What keeps u busy today?"
  },
  {
    "date": "15.06.2025 00:56",
    "sent_by": "Eric Chomsky",
    "message": "Near Ubud?"
  },
  {
    "date": "15.06.2025 00:56",
    "sent_by": "Eric Chomsky",
    "message": "Today I’m at Zuma beach, north Malibu, for a memorial service 😪"
  },
  {
    "date": "15.06.2025 00:56",
    "sent_by": "Eric Chomsky",
    "message": "Next Wednesday I’m off to Spain to hike the last 100 km of the Camino de Santiago. I’m walking to raise money for Los Angeles fire victims."
  },
  {
    "date": "15.06.2025 00:56",
    "sent_by": "Eric Chomsky",
    "message": "What did you spend your day?"
  },
  {
    "date": "15.06.2025 00:56",
    "sent_by": "Eric Chomsky",
    "message": "How did you spend your day or weekend?"
  },
  {
    "date": "15.06.2025 00:56",
    "sent_by": "kaila_mentari_",
    "message": "Not much, had to finish some stuff for uni projects, so I was sitting in a cafe most of the day with my friends drinking matcha and finishing up things. Do you like matcha too?"
  },
  {
    "date": "15.06.2025 02:13",
    "sent_by": "Eric Chomsky",
    "message": "Believe it or not, I’ve never had matcha 🤣🤣🤣"
  },
  {
    "date": "15.06.2025 02:13",
    "sent_by": "Eric Chomsky",
    "message": "Are you still up after 2:00 am your time?"
  },
  {
    "date": "15.06.2025 05:43",
    "sent_by": "Eric Chomsky",
    "message": "No, I've never been in the military. A friend's son died and they had a memorial service on a beach this morning. The name of the beach is Zuma beach and it's located in Malibu, California."
  },
  {
    "date": "15.06.2025 12:03",
    "sent_by": "kaila_mentari_",
    "message": "I was not, felt a sleep already. U should try a matcha asap then! Okay that sounds tragic. Safe travel over there and be there for your friend"
  },
  {
    "date": "15.06.2025 13:51",
    "sent_by": "Eric Chomsky",
    "message": "I look forward to trying matcha. Sounds healthy... I hope you have an enjoyable afternoon!"
  },
  {
    "date": "15.06.2025 15:59",
    "sent_by": "kaila_mentari_",
    "message": "Thanks Eric, hope u too. Tell me about you a bit when u have time"
  },
  {
    "date": "15.06.2025 21:58",
    "sent_by": "Eric Chomsky",
    "message": "Hi Kaila,"
  },
  {
    "date": "15.06.2025 21:58",
    "sent_by": "Eric Chomsky",
    "message": "I'm about to head out for our last walk before leaving for Spain. When I get back, I'll send you a note and introduce myself a little bit."
  },
  {
    "date": "15.06.2025 21:58",
    "sent_by": "Eric Chomsky",
    "message": "It appears that it's 10:00 pm your time, so you'll probably get my next note tomorrow morning. I hope you sleep well."
  },
  {
    "date": "15.06.2025 23:01",
    "sent_by": "kaila_mentari_",
    "message": "Yes you are right, I am going to bed now. I hope u enjoyed ur last walk. And I'm looking forward for your introduction note! Safe travels"
  },
  {
    "date": "16.06.2025 04:58",
    "sent_by": "Eric Chomsky",
    "message": "Good morning Kaila. I hope you slept well and woke refreshed. I'm Eric. I've lived quite a bit, traveled a bit, worked a full career, never married, and have no kids. I have two brothers, both married, and one niece. My parents divorced many years before they died. I cared for my mother up to her death aged 90. After my mom died, I helped my father as best I could. He died two months short of his 93rd birthday. I choose things I expect will help me. I've never smoked, eat as well as I can, exercise regularly, and manage stress pretty well. Using just three words to describe who I am or what I'm about: athletic, academic, and empathetic. I'm considerably older than you."
  },
  {
    "date": "16.06.2025 04:58",
    "sent_by": "Eric Chomsky",
    "media_attached_img": "https://scontent.fdps11-1.fna.fbcdn.net/v/t1.15752-9/507135952_702045315763375_1905284265095999599_n.jpg?stp=dst-jpg_s480x480_tt6&_nc_cat=102&ccb=1-7&_nc_sid=0024fc&_nc_ohc=oe7QWPn5JpcQ7kNvwH1LDnt&_nc_oc=AdkChGmqaJGARcYRbq071pi0Zjq1nXhdDP19VnQqWIyhLCzguaki4mFbIfDGaBgh4M0&_nc_ad=z-m&_nc_cid=0&_nc_zt=23&_nc_ht=scontent.fdps11-1.fna&oh=03_Q7cD2wFxQlMMEkw7hmKSUbcF49S6Tao1VUqEkLZJkLr4sTy42Q&oe=6895FF02"
  },
  {
    "date": "16.06.2025 11:00",
    "sent_by": "kaila_mentari_",
    "message": "Good morning Eric, looking fresh and fit over there! I really like what you wrote about yourself, you seem like a very caring and self-conscious person. You left open what your actual age is 😅 and how come u have never been married? Did u have any longer relationships? Hope u make it safely to Spain!"
  },
  {
    "date": "16.06.2025 11:00",
    "sent_by": "Eric Chomsky",
    "message": "Kayla,"
  },
  {
    "date": "16.06.2025 11:00",
    "sent_by": "Eric Chomsky",
    "message": "I leave for Spain on Wednesday. I'm on IT right now."
  },
  {
    "date": "16.06.2025 11:00",
    "sent_by": "Eric Chomsky",
    "message": "Tell me a little bit about you, if you don't mind."
  },
  {
    "date": "16.06.2025 11:00",
    "sent_by": "Eric Chomsky",
    "message": "As for my age, I'm old enough to know what I like."
  },
  {
    "date": "16.06.2025 11:00",
    "sent_by": "Eric Chomsky",
    "message": "Kaila, yikes Ijmis-spelled your name. Sorry about that."
  },
  {
    "date": "16.06.2025 11:00",
    "sent_by": "kaila_mentari_",
    "message": "I thought only women have a problem sharing their actualy age 😃 so a bit about me, atm I'm still on my bachelor's degree in accounting. I have 3 younger siblings, two sisters and one brother. I still live with my parents. So during the week I'm mostly taking care of uni stuff. On the weekend I like to go to the beach with my friends. I love spicy food, I love dogs and animals in general. I also like to drive around and discover new cafés."
  },
  {
    "date": "16.06.2025 11:00",
    "sent_by": "Eric Chomsky",
    "message": "Nice. Your English is excellent. How many languages do you speak? How long have you known English?"
  },
  {
    "date": "16.06.2025 11:00",
    "sent_by": "Eric Chomsky",
    "message": "What is your primary language?"
  },
  {
    "date": "16.06.2025 11:00",
    "sent_by": "kaila_mentari_",
    "message": "I would say Indo, but I also speak Balinese. I was trying to learn some German, but German is super hard. Howal about you?"
  },
  {
    "date": "16.06.2025 11:00",
    "sent_by": "Eric Chomsky",
    "message": "I know English pretty well. I studied French growing up, but I never got very good at it. I dabbled with Italian, but again, never got very good. I'm currently studying Spanish. I've been on Duolingo for 99 straight days. When I was in college, I traveled through Sweden. I overheard a group of Swedish students speaking perfect English and they were complaining that they could not speak English well. It was at that point, I decided the only language I speak is English. Maybe I will be able to speak Spanish and some others someday? I hope so!"
  },
  {
    "date": "16.06.2025 11:00",
    "sent_by": "Eric Chomsky",
    "message": "Are you able to understand English without translating what or read or hear?"
  },
  {
    "date": "16.06.2025 11:00",
    "sent_by": "kaila_mentari_",
    "message": "Hopefully u will, Spanish isn't that hard form what I have heard. Yes I would say so, sometimes I have some problems with Aussie accent or British, but American English is totally fine, that's the one I prefer"
  },
  {
    "date": "16.06.2025 11:00",
    "sent_by": "Eric Chomsky",
    "message": "I'm impressed. When did you start learning English? How did you get so good at it?"
  },
  {
    "date": "16.06.2025 11:00",
    "sent_by": "kaila_mentari_",
    "message": "In middle school. But I have been watching English content on youtube for a long time. You said you have been in Bali right?"
  },
  {
    "date": "16.06.2025 11:00",
    "sent_by": "Eric Chomsky",
    "message": "Yes, in 2017. I was there for a week. Before going, I read a bit about its history. I have questions. Have you lived in Bali your whole life? In the same place or multiple places?"
  },
  {
    "date": "16.06.2025 12:16",
    "sent_by": "kaila_mentari_",
    "message": "Living in my parents house until now 🙂"
  },
  {
    "date": "16.06.2025 12:16",
    "sent_by": "kaila_mentari_",
    "message": "A not annoying sometimes, but it is what it is"
  },
  {
    "date": "16.06.2025 12:16",
    "sent_by": "Eric Chomsky",
    "message": "How old are you? BTW, I'm in my late 60s! And I want you to know something: your name caught my attention. I sold a boat I rebuilt and owned for over 26 years. Her name was and is Kailani. Kailani is a Hawaiian name that metaphorically means Heavenly Water. Your name is obviously very similar. Do you know what Kaila means or was intended to mean?"
  },
  {
    "date": "16.06.2025 12:16",
    "sent_by": "Eric Chomsky",
    "media_attached_img": "https://scontent.fdps11-1.fna.fbcdn.net/v/t1.15752-9/506030287_1952908402203332_4991496000197433404_n.jpg?stp=dst-jpg_s640x640_tt6&_nc_cat=111&ccb=1-7&_nc_sid=0024fc&_nc_ohc=nLCqHpLLSq4Q7kNvwFoHYnK&_nc_oc=Adm4JyUNYuNfIfXdq0u4nOr26Z-CHcszPd40YvSi0rz9lpP7VvfneDHLMFq9_myww8g&_nc_ad=z-m&_nc_cid=0&_nc_zt=23&_nc_ht=scontent.fdps11-1.fna&oh=03_Q7cD2wEe5NMudOWiTMMTTAcVyY0rCY-7FuXreaIv4qhlvitJ4g&oe=6896194A"
  },
  {
    "date": "16.06.2025 12:50",
    "sent_by": "kaila_mentari_",
    "message": "Oh she's beautiful! That was a long relationship, why did you let her go? I think my name has various meanings depending from the origin."
  },
  {
    "date": "16.06.2025 12:50",
    "sent_by": "Eric Chomsky",
    "message": "After 26 years of putting my heart, soul, and resources into Kailani (I rebuilt, upgraded, and then maintained her in her upgraded condition), I'm focused on my new home, staying out of the office, traveling, meeting new people, and doing other things. I've been sailing since I was 14, mostly out of Marina del Rey. I'm interested in doing other things, and keeping a boat while I'm focused on other things was overwhelming for me."
  },
  {
    "date": "16.06.2025 12:50",
    "sent_by": "Eric Chomsky",
    "message": "Regarding your name, what does it mean to you? What does it mean to your parents?"
  },
  {
    "date": "16.06.2025 12:50",
    "sent_by": "kaila_mentari_",
    "message": "Okay I understand, to keep a boat running comes with a lot of responsibility I guess. My name isn't directly related to our culture, I think my mom just liked that name, something a bit more western sounding. But I like Hawaiian meaning, I just looked it up: \"the fashionable\", suits me 🙂"
  },
  {
    "date": "16.06.2025 13:18",
    "sent_by": "Eric Chomsky",
    "message": "The fashionable? First time I heard that attributed to Kailani! In Hawaiian, Kai means sea and land means sky. But if you like fashionable, it’s your name! It’s a beautiful name."
  },
  {
    "date": "16.06.2025 13:18",
    "sent_by": "Eric Chomsky",
    "message": "lani means sky. Auto correct got me again. 🤣🤣🤣"
  },
  {
    "date": "16.06.2025 14:04",
    "sent_by": "kaila_mentari_",
    "message": "Hahah look it up!"
  },
  {
    "date": "16.06.2025 14:04",
    "sent_by": "kaila_mentari_",
    "message": "Its late over there. I wish u sweet dreams!"
  },
  {
    "date": "17.06.2025 02:33",
    "sent_by": "Eric Chomsky",
    "message": "Good morning Kaila."
  },
  {
    "date": "17.06.2025 02:33",
    "sent_by": "Eric Chomsky",
    "message": "It's now about 11:30 am here in Marina del Rey, so about 2:30 AM for you! I expect you are sound asleep right now."
  },
  {
    "date": "17.06.2025 02:33",
    "sent_by": "Eric Chomsky",
    "message": "And I did look it up. While Kaila is spelled very similarly to Kailani, its Hawaiian meaning is different!"
  },
  {
    "date": "17.06.2025 02:33",
    "sent_by": "Eric Chomsky",
    "message": "Of course, you know all about it."
  },
  {
    "date": "17.06.2025 13:00",
    "sent_by": "kaila_mentari_",
    "message": "Yes I was. How's ur day?"
  },
  {
    "date": "17.06.2025 13:31",
    "sent_by": "Eric Chomsky",
    "message": "My day has been good, thank you for asking!"
  },
  {
    "date": "17.06.2025 13:31",
    "sent_by": "Eric Chomsky",
    "message": "I have some questions for you. Do you work or do you go to school, or perhaps you do both?"
  },
  {
    "date": "17.06.2025 14:45",
    "sent_by": "kaila_mentari_",
    "message": "In currently only studying. I was doing an internship before but also for uni"
  },
  {
    "date": "17.06.2025 14:45",
    "sent_by": "kaila_mentari_",
    "message": "How about you? What do u do for work?"
  },
  {
    "date": "17.06.2025 14:45",
    "sent_by": "Eric Chomsky",
    "message": "I’m a California civil attorney, although I’m not practicing much any more. I’m interested in being out of the office, physically active, interacting with people, and making new friends. I also read and think about things."
  },
  {
    "date": "17.06.2025 14:45",
    "sent_by": "Eric Chomsky",
    "message": "What are you studying in addition to accounting? What are some of your dreams?"
  },
  {
    "date": "17.06.2025 14:45",
    "sent_by": "Eric Chomsky",
    "message": "I’m going to go to sleep now. I hope you enjoy the rest of your day. 😊"
  },
  {
    "date": "17.06.2025 23:12",
    "sent_by": "kaila_mentari_",
    "message": "Haha I guess I'm studying just life besides accounting 😅 I dream of a nice and secure family close to nature. Sweet dreams sweetheart"
  },
  {
    "date": "18.06.2025 00:08",
    "sent_by": "Eric Chomsky",
    "message": "Studying life. That's a lifetime venture. It's a good one. Never stop learning. Never stop questioning."
  },
  {
    "date": "18.06.2025 00:08",
    "sent_by": "Eric Chomsky",
    "message": "What about accounting interests you? Did you choose accounting?"
  },
  {
    "date": "18.06.2025 00:08",
    "sent_by": "Eric Chomsky",
    "message": "I'm curious. What type of educational system are you in? I've learned that educational systems in the USA are quite different than those in Europe. And I'm not familiar with educational systems in Asia or Australia. Have you been educated in Indonesia only? What is their system like? In the USA, we typically have elementary school from kindergarten through sixth grade, middle school from 7th through 9th grade, high school from 10th through 12th. Then there are various different schools from trade schools to universities, both public and private. One can graduate with an AA degree, typically a two-year program, or a BA or BS degree, an undergraduate degree from a four-year university. Then there are post graduate schools such as Medical Schools, Law Schools, Schools of Architecture, Psychology, and other areas of study. Many of those programs are within various universities. And one can earn an advanced degree in graduate schools, such as a Master or Doctoral degree in Law an LLM or JSD."
  },
  {
    "date": "18.06.2025 12:15",
    "sent_by": "kaila_mentari_",
    "message": "Hey! Yeah, totally agree about never stopping learning. Feels right, especially here. So accounting kinda chose me? 😅 Started with business stuff but got hooked on how numbers make sense. Like solving puzzles that actually help people. And in Bali, keeping things honest matters a lot. My school: 6 years elementary (SD), 3 years junior high (SMP), 3 years senior high (SMA). All in Indo! Now finishing my bachelor’s. Your system sounds way more complicated though"
  },
  {
    "date": "18.06.2025 13:11",
    "sent_by": "Eric Chomsky",
    "message": "It's great to hear that you value honesty. For me, it's about finding people who are dependable, reliable, and have integrity, with a charming, fit, and healthy personality to boot. Keeping things honest matters everywhere, not just Bali!"
  },
  {
    "date": "18.06.2025 13:11",
    "sent_by": "Eric Chomsky",
    "message": "As for numbers, they don’t lie. And numbers are related to music. Do you play any instruments? Are you a good singer?"
  },
  {
    "date": "18.06.2025 15:12",
    "sent_by": "kaila_mentari_",
    "message": "Sadly I do not have talent for any thing related to music, but I like to draw and paint. How about urself?"
  },
  {
    "date": "18.06.2025 22:21",
    "sent_by": "Eric Chomsky",
    "message": "Hi Kaila, I'm getting up with bright sunshine and you're probably getting ready to go to sleep!"
  },
  {
    "date": "18.06.2025 22:21",
    "sent_by": "Eric Chomsky",
    "message": "Later today I will be flying to Spain. Exciting. I'm looking forward to this trip, although I keep thinking of Bali..."
  },
  {
    "date": "18.06.2025 22:21",
    "sent_by": "Eric Chomsky",
    "message": "Regarding music, I love listening to various types of music at different times. Alas, otherwise, I am not musically inclined. I've tried learning to play instruments but it's just not in me. Or I have not yet found the pathway to that gift."
  },
  {
    "date": "18.06.2025 22:21",
    "sent_by": "Eric Chomsky",
    "message": "I'm excited to hear you like to draw and paint. I want to know what you like to draw and paint. Can you send me some photos of what you've done?"
  },
  {
    "date": "19.06.2025 12:40",
    "sent_by": "kaila_mentari_",
    "message": "Have a nice trip Eric. Haha I feel u with the instruments for sure. I will share some when I have some time. Keep me updated about ur trip!"
  },
  {
    "date": "19.06.2025 23:01",
    "sent_by": "Eric Chomsky",
    "message": "Hey Kaila, how are you in Bali. I’m sitting in an airport in Madrid. My next flight leaves in about 3 hours. This airport is crazy busy 🤣🤣🤣 Happy to be chilling. The flight from Los Angeles was 11 hours and I didn’t see a single empty seat! Much more comfortable all checked in for my next flight. And it’s a short one, just over an hour. Hope you are enjoying yourself."
  },
  {
    "date": "20.06.2025 12:00",
    "sent_by": "kaila_mentari_",
    "message": "Hey Eric, hope u finally arrived and are having a good rest. When will u start doing the walk? Over here all good, its weekend again, feels like time is flying by.."
  },
  {
    "date": "20.06.2025 14:47",
    "sent_by": "Eric Chomsky",
    "message": "Good afternoon Kaila! It’s a beautiful morning here in Santiago. Chilly right now but should be hot later today. We leave for a 2 hour drive to Sarria later and then start walking tomorrow. After 24 hours traveling to get here with only 3 hours or so of sleeping sitting up, I feel well rested after a good night’s sleep last night. 😊"
  },
  {
    "date": "20.06.2025 14:47",
    "sent_by": "Eric Chomsky",
    "message": "What are you up to this weekend?"
  },
  {
    "date": "20.06.2025 16:42",
    "sent_by": "kaila_mentari_",
    "message": "That's awesome, I hope u have great time on your adventure! Not much, I will mostly be relaxing, maybe catch up with some friends. I hope u find peace and whatever you are looking from to get from that walk!"
  },
  {
    "date": "23.06.2025 20:30",
    "sent_by": "Eric Chomsky",
    "media_attached_img": "https://scontent.fdps11-1.fna.fbcdn.net/v/t1.15752-9/508016983_716541694414120_3936560805926400382_n.jpg?stp=dst-jpg_p480x480_tt6&_nc_cat=105&ccb=1-7&_nc_sid=0024fc&_nc_ohc=573q-67oB_cQ7kNvwGZQt0I&_nc_oc=Adks0LYOFGw5DQVdE0HZLugk-no430qYk2aBj4iWspwh2rosoE3Lu4MPMXmSR0NA72o&_nc_ad=z-m&_nc_cid=0&_nc_zt=23&_nc_ht=scontent.fdps11-1.fna&oh=03_Q7cD2wGC4-O7dF_k3Lb5oglGBG4clKcNEqPmMZL3PNfe5-KMJA&oe=689611A0"
  },
  {
    "date": "23.06.2025 20:30",
    "sent_by": "Eric Chomsky",
    "media_attached_img": "https://scontent.fdps11-1.fna.fbcdn.net/v/t1.15752-9/507959750_726209379997648_6181875249293401884_n.jpg?stp=dst-jpg_p480x480_tt6&_nc_cat=110&ccb=1-7&_nc_sid=0024fc&_nc_ohc=abPcqL5u4zQQ7kNvwHymRqq&_nc_oc=Adl24wV_dA2y7xi87d--ESMtZeC7MB_r8Id1qj-adwv9v3SVkvscId4Y38H53nAswPQ&_nc_ad=z-m&_nc_cid=0&_nc_zt=23&_nc_ht=scontent.fdps11-1.fna&oh=03_Q7cD2wH0zrnRblDoZy20_fn9yeKQckcqcMXTNblPBWSIKNcVew&oe=68961125"
  },
  {
    "date": "23.06.2025 20:30",
    "sent_by": "Eric Chomsky",
    "message": "Just finished hiking for our 3d day. The scenery is magnificent, the air wonderfully fresh and clean, and some of the meals have been magically good! How are you?"
  },
  {
    "date": "23.06.2025 22:52",
    "sent_by": "kaila_mentari_",
    "message": "Hey Eric, finally I hear from you! That looks so refreshing, did u jump into that inviting looking lake? I'm good, keeping myself busy over here. U look good! How are u feeling? And how much more days to go?"
  },
  {
    "date": "24.06.2025 13:08",
    "sent_by": "Eric Chomsky",
    "message": "Hi Kaila, I hope you’re day is going well so far 😊 Today is day four and we walk into Santiago on Thursday, probably around noon. If you like an abundance of green scenery, stands of trees, walking on trails under fully covered shade of trees, fresh air, chirping birds, and those sorts of natural things, you would probably love this trek. And the hills: Up and down. Nothing to steep, but enough to feel the exertion."
  },
  {
    "date": "24.06.2025 13:08",
    "sent_by": "Eric Chomsky",
    "message": "I feel great! Eating great food, sleeping well. Except for the news of global crisis and so much uncertainty. The stakes are enormous for mankind. Yikes!"
  },
  {
    "date": "24.06.2025 13:08",
    "sent_by": "Eric Chomsky",
    "message": "I fly back to Madrid on Friday and back to Los Angeles on Saturday."
  },
  {
    "date": "24.06.2025 13:08",
    "sent_by": "Eric Chomsky",
    "message": "Let me know if you would like some more pictures. And enjoy yourself 😊😊😊"
  },
  {
    "date": "24.06.2025 23:29",
    "sent_by": "kaila_mentari_",
    "message": "Oh wow, the way u described it sounds fabulous, I in deed wish I could walk there too, but my legs would surrender on me after a couple of miles for sure hehe. Yes I would love to see more 🫶 enjoy the rest of your trip!"
  },
  {
    "date": "25.06.2025 03:28",
    "sent_by": "Eric Chomsky",
    "media_attached_img": "https://scontent.fdps11-1.fna.fbcdn.net/v/t1.15752-9/509364831_1825082301769463_2776452868253465734_n.jpg?stp=dst-jpg_s640x640_tt6&_nc_cat=110&ccb=1-7&_nc_sid=0024fc&_nc_ohc=ItdGZ8ZztFsQ7kNvwFA6adw&_nc_oc=Adm6u0XDbN8gKFG2XD5_G_Ci2g7kAY9zbrIvFHcus7drQxR9yRbxFAXtmlooq0KJkoo&_nc_ad=z-m&_nc_cid=0&_nc_zt=23&_nc_ht=scontent.fdps11-1.fna&oh=03_Q7cD2wFc3Fy7-33pcj8kxMgFTdq6tvdfBxFCfirY_K65t62mRg&oe=6895F9C2"
  },
  {
    "date": "25.06.2025 03:28",
    "sent_by": "Eric Chomsky",
    "media_attached_img": "https://scontent.fdps11-1.fna.fbcdn.net/v/t1.15752-9/509369390_1543416929968341_4081583023740695361_n.jpg?stp=dst-jpg_s640x640_tt6&_nc_cat=100&ccb=1-7&_nc_sid=0024fc&_nc_ohc=BSL01zGKf3gQ7kNvwEpsdWZ&_nc_oc=AdlQzUgCaOA_CMzhXDAm6r1ixLdWPXXuSrAFFvQ1W_G7ywgPahOQyRdXakyLStMeWco&_nc_ad=z-m&_nc_cid=0&_nc_zt=23&_nc_ht=scontent.fdps11-1.fna&oh=03_Q7cD2wE5EtAWHeBvD4GPTjBvLuHzHx_52bfYG6-bfov_029_mg&oe=689615F8"
  },
  {
    "date": "25.06.2025 03:28",
    "sent_by": "Eric Chomsky",
    "media_attached_img": "https://scontent.fdps11-1.fna.fbcdn.net/v/t1.15752-9/507697269_1270716631348244_772733167183109961_n.jpg?stp=dst-jpg_s640x640_tt6&_nc_cat=105&ccb=1-7&_nc_sid=0024fc&_nc_ohc=7yAbyFdeaoIQ7kNvwFLaqw2&_nc_oc=AdmoK18ConmI4Kj3_i2Z8KmGaIFI3CcLOy641ebp99dbcGJwk-Vs2GY6qXTw11uk_xs&_nc_ad=z-m&_nc_cid=0&_nc_zt=23&_nc_ht=scontent.fdps11-1.fna&oh=03_Q7cD2wHBX_-dArOSotT5n_tZ98o5zYWVDbvas17jy_Uzqj1Bng&oe=68962085"
  },
  {
    "date": "25.06.2025 03:28",
    "sent_by": "Eric Chomsky",
    "media_attached_img": "https://scontent.fdps11-1.fna.fbcdn.net/v/t1.15752-9/508842867_1291000879113559_7048327177386160848_n.jpg?stp=dst-jpg_s526x395_tt6&_nc_cat=104&ccb=1-7&_nc_sid=0024fc&_nc_ohc=RkgqIn6FrbsQ7kNvwEn5vN-&_nc_oc=Admh9aeoq8ssPwPJNDAxYWpMfjAe92p1ZDthqI9XClCTmvhdTs9OqpUL9JYTByeUlMA&_nc_ad=z-m&_nc_cid=0&_nc_zt=23&_nc_ht=scontent.fdps11-1.fna&oh=03_Q7cD2wFxKtKMqRRGflCTRD6stjmQfPRhhNZI5yKNQKur2N_qUg&oe=6895F842"
  },
  {
    "date": "25.06.2025 03:28",
    "sent_by": "Eric Chomsky",
    "message": "Hi Kaila, some photos from today with the last after a long hike the other day! Today was a wonderful walk followed by one of the best meals I’ve ever had! What a experience 😊"
  },
  {
    "date": "25.06.2025 03:28",
    "sent_by": "Eric Chomsky",
    "message": "You get tired easily? Why? You look so healthy and fit. You’re young. I hope your health is good. BTW, how old are you? What’s your birthday?"
  },
  {
    "date": "25.06.2025 10:29",
    "sent_by": "kaila_mentari_",
    "message": "Hahah I just dont walk that much, you seem to be used to hiking and walking longer distances. I do pilates to get some exercise. I'm 24 years old. Thank you for sharing the pictures, the natures looks so nice over there. Enjoy yourself on the last couple days of the walk🤗"
  },
  {
    "date": "25.06.2025 13:21",
    "sent_by": "Eric Chomsky",
    "message": "Hi Kaila, I used to run track but never long distances. And I rarely walked more than 5 or 6 miles until a few months ago. Preparing for this walk, I built up over the past few months walking regularly and increasing both the distance and time. Sounds as if you can build your endurance if you want to. Pilates is a great way to stay fit!"
  },
  {
    "date": "25.06.2025 13:21",
    "sent_by": "Eric Chomsky",
    "message": "What are your plans for today and the rest of the week? Anything preoccupying your thoughts?"
  },
  {
    "date": "25.06.2025 13:21",
    "sent_by": "Eric Chomsky",
    "message": "FYI: Looks like we’ll be walking in the rain all day today! First rainy day of this short journey 😊"
  },
  {
    "date": "25.06.2025 17:41",
    "sent_by": "kaila_mentari_",
    "message": "It is also raining here too today.. gray sky and a lot of rain. I am occupied in painting, making and editing social media content and studying. Working out is a luxury but I take it. I have a Patreon of my art sketches now. I don’t want to advertise to you because I am insecure about my art but if you would like to support me with your subscription, it would mean the world to me 😊! Just check it out. It’s art sketches that I’ve created in the last years. Maybe you will like it if you are into arts. Also, it gives some insights into my mind and psyche. I can send you the link if you’d like. Only if you’d like to support me of course 🥹."
  },
  {
    "date": "25.06.2025 17:41",
    "sent_by": "kaila_mentari_",
    "message": "What’s your plans for the week? What is occupying your mind lately?"
  },
  {
    "date": "27.06.2025 01:53",
    "sent_by": "Eric Chomsky",
    "message": "Good morning sunshine, I hope you slept well and woke up smiling, looking forward to enjoying another wonderful day 😊 I would love to explore getting to know you and building a friendship. Perhaps we can video chat sometime and confirm we are the people depicted in our respective photographs?"
  },
  {
    "date": "27.06.2025 02:11",
    "sent_by": "kaila_mentari_",
    "message": "Let me think about it Eric, I'm super sleepy, its so late here. Talk soon 😘"
  }
]