[
  {
    "date": "16.07.2025 17:50",
    "sent_by": "Kenny Dewaegeneere",
    "story_reply": "Replied to @Kaila Mentari's story",
    "message": "What a beautiful place is that, where are you?"
  },
  {
    "date": "16.07.2025 19:29",
    "sent_by": "kaila_mentari_",
    "message": "Thanks! It's a village in Bali where I'm staying for a social project ❤️ The nature here is incredible, isn't it?",
    "reactions": "❤️"
  },
  {
    "date": "16.07.2025 19:29",
    "sent_by": "Kenny Dewaegeneere",
    "message": "It looks amazing, it is like you say incredible beautiful"
  },
  {
    "date": "16.07.2025 19:29",
    "sent_by": "Kenny Dewaegeneere",
    "message": "What social project are you doing?"
  },
  {
    "date": "16.07.2025 20:44",
    "sent_by": "Kenny Dewaegeneere",
    "story_reply": "Replied to @Kaila Mentari's story",
    "message": "Omg, that is just beautiful…you are very lucky that you live there. Have you ever been in Europe?"
  },
  {
    "date": "17.07.2025 23:40",
    "sent_by": "kaila_mentari_",
    "message": "I have to do a social project in a small village here, its part of my university program, so we have to help develop or improve something there, tomorrow we will clean up a river! Europe is still on my bucket list 😊 Have you been to Bali before?"
  },
  {
    "date": "18.07.2025 00:02",
    "sent_by": "Kenny Dewaegeneere",
    "message": "That is very nice of you, is the river very dirty? I work as team manager for one of the biggest travel agencies in Europe, I often organise a beach clean up and now I’m organising a karaoke night and the money we got for that will go to a children’s home so they can buy toys and redecorate their garden so the young kids can play. I love doing stuff like that, although I work in tourism my actual profession or degree is caretaker"
  },
  {
    "date": "18.07.2025 00:02",
    "sent_by": "Kenny Dewaegeneere",
    "message": "I’ve never been to Bali but it is on my bucket list, I was actually looking to come to Jakarta after the summer season. The only thing is I like to go to countries where I know people as I prefer to learn how local people live, to understand their culture, learn the language,…."
  },
  {
    "date": "18.07.2025 00:02",
    "sent_by": "Kenny Dewaegeneere",
    "message": "Europe is on your bucket list, that’s amazing. Where would you like to go?"
  },
  {
    "date": "18.07.2025 20:27",
    "sent_by": "kaila_mentari_",
    "message": "That's amazing how you combine travel with helping communities! I'd love to visit Switzerland for the mountains and Italy for the food 😊 What's your favorite European destination to recommend to friends?"
  },
  {
    "date": "18.07.2025 22:36",
    "sent_by": "Kenny Dewaegeneere",
    "message": "I can do that because I’m working abroad. I’m now in Crete, Greece. I arrived in April and I stay untill End of October. Before Crete I was in Gran Canaria, Spain. Before Spain I was in Sal, Cape Verde. Before Cape Verde I worked in The Gambia, Africa,…. So I always help the communities in the country in work in"
  },
  {
    "date": "18.07.2025 22:36",
    "sent_by": "Kenny Dewaegeneere",
    "message": "My friends always come to visit me wherever I’m. I have friends coming over next week, friends came to visit me in Spain, Africa even in Mexico when I worked there . My friends are always welcome to come and stay with me wherever I’m"
  },
  {
    "date": "18.07.2025 22:36",
    "sent_by": "Kenny Dewaegeneere",
    "message": "Greece is very nice, one of my favourite destinations"
  },
  {
    "date": "18.07.2025 22:36",
    "sent_by": "Kenny Dewaegeneere",
    "message": "Beautiful beaches and mountains, lovely food and amazing people"
  },
  {
    "date": "19.07.2025 15:21",
    "sent_by": "kaila_mentari_",
    "message": "Crete sounds incredible! The way you immerse yourself in local communities is so inspiring 😊 What's been your favorite cultural tradition you've learned while working abroad?"
  },
  {
    "date": "19.07.2025 16:05",
    "sent_by": "Kenny Dewaegeneere",
    "message": "Sounds maybe strange but when I worked in Mexico I celebrated the day of the dead. In Belgium, Europe that is a sad day but in Mexico they celebrate the dead. The Mexican go to the grave of their loved ones and they drink and remember their loved ones in a good way, a happy way not a depressing way like we do in Belgium."
  },
  {
    "date": "19.07.2025 16:05",
    "sent_by": "Kenny Dewaegeneere",
    "message": "Besides that I learned over the years that it doesn’t matter where you come from or what you do, material stuff or what you own doesn’t make you happy, the actions you do in life make you happy. You can be rich but eventually when you pass away you can’t take you house or fancy car with you, what you can with you is your memories. On the end of my life I want to pass away peacefully and happy, I want to be able to say I have no regrets. Traditions are amazing, well some are good and some are bad but on the end of the day it isn’t about traditions but what you believe in. You are the only person that has a grin on your life, you have to make the decision for yourself. I believe in karma, you do good for people, people will do good for you! Happiness is only a smile away!"
  },
  {
    "date": "19.07.2025 16:05",
    "sent_by": "Kenny Dewaegeneere",
    "message": "What is your favourite tradition ?"
  },
  {
    "date": "19.07.2025 16:05",
    "sent_by": "Kenny Dewaegeneere",
    "message": "Well, if you ever want to come my house is open for you"
  },
  {
    "date": "21.07.2025 01:04",
    "sent_by": "kaila_mentari_",
    "message": "That's such a beautiful perspective about Day of the Dead ❤️ In Bali we have Nyepi where everything goes silent for 24 hours - no lights, no noise, just reflection. Your house offer sounds amazing! and btw. now that I know that you are a kind person, after offering me to stay at yours.. I was wondering if you would be interested in getting a deeper peek into who I am and what I do?"
  },
  {
    "date": "21.07.2025 01:04",
    "sent_by": "Kenny Dewaegeneere",
    "message": "I just read about Nyepi, sounds really interesting. Do you go and look at the melasti? And do you participate in Ogoh-Ogoh?"
  },
  {
    "date": "21.07.2025 01:04",
    "sent_by": "Kenny Dewaegeneere",
    "message": "Yeah, offcourse I like to know what you do and who you are. Tell me 🙏"
  },
  {
    "date": "21.07.2025 01:04",
    "sent_by": "kaila_mentari_",
    "original_message_by": "Kenny Dewaegeneere",
    "quoted_text": "I just read about Nyepi, sounds really interesting. Do you go and look a…",
    "message": "I always fast during nyepi to try to connect a bit better with the spiritual realm. I know, its nice but also very touristy, which is not my favorite. And Ogoh-Ogoh is the job of the boys, but I always go to the ogoh ogoh show, its impressive."
  },
  {
    "date": "21.07.2025 01:04",
    "sent_by": "Kenny Dewaegeneere",
    "message": "So you fast for 3 days or only on Nyepi itself?"
  },
  {
    "date": "21.07.2025 01:04",
    "sent_by": "Kenny Dewaegeneere",
    "message": "I have to be honest, it intrigues me…would love to see and experience Nyepi"
  },
  {
    "date": "21.07.2025 01:04",
    "sent_by": "Kenny Dewaegeneere",
    "message": "Is these one of traditions you like, what other traditions do you like?"
  },
  {
    "date": "21.07.2025 01:04",
    "sent_by": "Kenny Dewaegeneere",
    "message": "Indonesian people are quit traditional right?"
  },
  {
    "date": "21.07.2025 01:04",
    "sent_by": "kaila_mentari_",
    "original_message_by": "Kenny Dewaegeneere",
    "quoted_text": "So you fast for 3 days or only on Nyepi itself?",
    "message": "Only on Nyepi, but I have fasted 3 days actually one time 😃 Nyepi and ogoh2 is def my favorite. Also galungan, our new year is very special"
  },
  {
    "date": "21.07.2025 01:04",
    "sent_by": "kaila_mentari_",
    "original_message_by": "Kenny Dewaegeneere",
    "quoted_text": "Indonesian people are quit traditional right?",
    "message": "100%"
  },
  {
    "date": "21.07.2025 01:04",
    "sent_by": "kaila_mentari_",
    "original_message_by": "Kenny Dewaegeneere",
    "quoted_text": "Yeah, offcourse I like to know what you do and who you are. Tell me 🙏",
    "message": "You know, I’ve been pouring a lot of my energy lately into creating. writing, capturing moments, building something of my own. I started a little Patreon where I share the more personal, quiet parts of that journey, the kind of things that don’t always make it to Instagram. Maybe you’d enjoy seeing that side of me too, it's art btw. not what you think! and if it’s something you’d like to support, I’d be really grateful"
  },
  {
    "date": "21.07.2025 01:04",
    "sent_by": "Kenny Dewaegeneere",
    "original_message_by": "kaila_mentari_",
    "quoted_text": "Only on Nyepi, but I have fasted 3 days actually one time 😃 Nyepi and o…",
    "message": "When is your new year? It is not 31/12-01/01"
  },
  {
    "date": "21.07.2025 01:04",
    "sent_by": "Kenny Dewaegeneere",
    "original_message_by": "kaila_mentari_",
    "quoted_text": "You know, I’ve been pouring a lot of my energy lately into creating. wri…",
    "message": "I would like to see it but support you, I would if we are actually friends. If I really know you I’m happy to support you"
  },
  {
    "date": "21.07.2025 01:04",
    "sent_by": "Kenny Dewaegeneere",
    "message": "Is you partreon kind of with poetry and art? Art in the sense of drawing?"
  },
  {
    "date": "21.07.2025 01:04",
    "sent_by": "kaila_mentari_",
    "message": "our year is 210 days long only, we follow the so called Pawukon calendar."
  },
  {
    "date": "21.07.2025 01:04",
    "sent_by": "kaila_mentari_",
    "original_message_by": "Kenny Dewaegeneere",
    "quoted_text": "I would like to see it but support you, I would if we are actually frien…",
    "message": "I think we are on a good way getting there hehe. yes I do drawing and fashion sketches, self-portraits and also some more cozy private pictures of myself which I dont want to share with everyone. I will share the link here for you"
  },
  {
    "date": "21.07.2025 01:04",
    "sent_by": "Kenny Dewaegeneere",
    "original_message_by": "kaila_mentari_",
    "quoted_text": "our year is 210 days long only, we follow the so called Pawukon calendar.",
    "message": "210 days…Pawukon calendar. I have to look it up as I never heard of it"
  },
  {
    "date": "21.07.2025 01:04",
    "sent_by": "kaila_mentari_",
    "message": [
      "https://www.patreon.com/Kailas_World",
      "Get more from Kaila's World on Patreon"
    ],
    "reactions": "❤️"
  },
  {
    "date": "21.07.2025 01:04",
    "sent_by": "kaila_mentari_",
    "original_message_by": "Kenny Dewaegeneere",
    "quoted_text": "210 days…Pawukon calendar. I have to look it up as I never heard of it",
    "message": "haha its a bit confusing, also for me somtimes tbh"
  },
  {
    "date": "21.07.2025 01:04",
    "sent_by": "Kenny Dewaegeneere",
    "original_message_by": "kaila_mentari_",
    "quoted_text": "I think we are on a good way getting there hehe. yes I do drawing and fa…",
    "message": "We are on the way indeed but still a lot I don’t know about you that friends know."
  },
  {
    "date": "21.07.2025 01:04",
    "sent_by": "Kenny Dewaegeneere",
    "message": "But your patreon looks nice"
  },
  {
    "date": "21.07.2025 01:04",
    "sent_by": "kaila_mentari_",
    "original_message_by": "Kenny Dewaegeneere",
    "quoted_text": "We are on the way indeed but still a lot I don’t know about you that friends know.",
    "message": "What do you want to know about me Kenny, just ask 😃"
  },
  {
    "date": "21.07.2025 01:04",
    "sent_by": "Kenny Dewaegeneere",
    "message": "What do you want to tell me?"
  },
  {
    "date": "21.07.2025 01:04",
    "sent_by": "Kenny Dewaegeneere",
    "message": "How old are you? What do you study? Do you have siblings? What is your plan in the future? Do you want a family? Do you like traveling? What do you like for food?…. So many questions"
  },
  {
    "date": "21.07.2025 01:04",
    "sent_by": "kaila_mentari_",
    "message": "I am 24. I study Accounting. I do have 2 younger sisters and one younger brother. Ideally I would be a housewife, but I also would enjoy working a part time job, something meaningful a couple days a week. Of course I want a family. I love traveling, eventho I haven't seen much, the little I was able to travel, I really enjoyed it, so war I only traveled inside my country. I mostly enjoy Indonesian food and I have a special love for spicy food. Now its your turn 😃"
  },
  {
    "date": "21.07.2025 01:04",
    "sent_by": "Kenny Dewaegeneere",
    "message": "I’m 45 and I’m a team manager in one of the biggest tour operators in Europe. I work and live now in Greece but before I worked and lived in Spain, Cape Verde, The Gambia, Bulgaria, Mexico, Ireland,… From degree I’m actually a care taker. I worked before with kids who had autism and are blind, I worked aswell in an asylum centre for refugees, I works with young adults with Down syndrome. I love traveling and my biggest dream in life is to have a family. Unfortunately I haven’t been blessed with a family which is my biggest fear in life! I love Italian food but also Greek or Mexican food."
  },
  {
    "date": "21.07.2025 13:23",
    "sent_by": "kaila_mentari_",
    "message": "Wow Kenny, you've really lived everywhere! Greece, Spain, Cape Verde, Mexico - I'm honestly a bit jealous of all the places you've experienced 😅 Your care work sounds really meaningful too, especially working with kids with autism and in asylum centers. That takes a really good heart. It's cool that we both love travel and want families someday. The age difference is definitely there but seems like we're after similar things in life. What has been your favorite place to live in? 😊"
  },
  {
    "date": "21.07.2025 13:23",
    "sent_by": "Kenny Dewaegeneere",
    "message": "Yes, I have been blessed with an amazing life so far. Living in all these places, learning their culture and language made me realise that in life material things don’t matter. Love and friendship is so important, surround yourself with good people. Thank you, I didn’t do it to get recognition but I did do it out of the good of my heart. Age is a number, the important thing how you feel for each other and how you feel when you are together, what you willing to do for each other. Favourite place? So difficult to say as I loved being in every place I went to. Going somewhere is not about the place but about the people you meet. My favourite place is where I feel loved"
  },
  {
    "date": "21.07.2025 13:23",
    "sent_by": "Kenny Dewaegeneere",
    "message": "Where do you want to go? Do you think the age difference matters?"
  },
  {
    "date": "22.07.2025 00:22",
    "sent_by": "kaila_mentari_",
    "message": "I'd love to visit Greece someday, especially after hearing about your experiences living there! The beaches and culture seem amazing. As for the age difference, I don't think it matters as much as the connection between two people. What matters is how we support and understand each other. You're right that it's about how you feel together. Have you dated someone with a similar age gap before? How did that go?"
  },
  {
    "date": "22.07.2025 01:04",
    "sent_by": "Kenny Dewaegeneere",
    "message": "You are welcome to come, as I said before my door is open for you ☺️ Yes, I did. When I was 43 I dated someone of 22. That was amazing but it ended as her parents didn’t agree, she was Muslim. I did t had a problem with it but her parents did. We had an amazing time"
  },
  {
    "date": "23.07.2025 17:02",
    "sent_by": "Kenny Dewaegeneere",
    "message": "Hi, how are you?"
  },
  {
    "date": "23.07.2025 17:02",
    "sent_by": "kaila_mentari_",
    "message": "Hi Kenny, I am very busy at the moment. I have a lot to take care of. Also, my mother had a little accident so that I have to take over some of her duties. As you probably know, life in Indonesia is tough. But I will try to manage. 😭For us, every penny is precious. I know, we don't know each other very well. But since I have the feeling that you are a very kind and quite wealthy man, maybe you can support me with a Patreon subscription🤗. It's only 10 Dollars but that is a lot in Indonesia. Your help would be very appreciated. Plus, you would get to know a different side of me. A more private side that I can't share here in Instagram.. 🥰"
  },
  {
    "date": "23.07.2025 17:40",
    "sent_by": "Kenny Dewaegeneere",
    "message": "Sorry to hear from your mom, I hope she is ok? What accident did she have? Why would you think I’m a wealthy man? And true, we don’t know each other very well. We spoke only a few times. Are we even friends yet? We haven’t even called each other! Like in a videocall, once we are friends I’m happy to support you and get a subscription ☺️"
  }
]